app/Models/V1/Mdl_wallet.php

INSERT INTO `tbl_member_topup` (`id_member`, `amount`, `currency`, `pbs_cost`, `fee`, `referral_fee`, `admin_id`, `wise_id`, `wise_cost`, `is_proses`) VALUES ('3076', 10, 'EUR', '0.10', '0.10', '0.05', 2, 695438712, '0.00', 'no')
---
    public function topup_wallet($data=array()){
        $topup=$this->db->table("tbl_member_topup");
        if (!$topup->insert($data)){